export const effectCategories = [
  {
    category: '멀티 계열',
    effects: ['멀티이펙터'],
  },
  {
    category: '드라이브 계열',
    effects: ['오버드라이브', '디스토션', '퍼즈', '부스터', '프리앰프'],
  },
  {
    category: '모듈레이션 계열',
    effects: ['코러스', '플랜저', '페이저', '트레몰로', '비브라토', '로터리 스피커', '엔벨롭 필터', '신디사이저'],
  },
  {
    category: '시공간 계열',
    effects: ['딜레이', '리버브', '루퍼'],
  },
  {
    category: '다이나믹 계열',
    effects: ['컴프레서', '서스테이너', '리미터', '노이즈 게이트'],
  },
  {
    category: '필터 계열',
    effects: ['와우', '이퀄라이저', '시뮬레이터', '링 모듈레이터', '토크박스'],
  },
  {
    category: '피치 계열',
    effects: ['피치 쉬프터', '옥타버', '하모나이저'],
  },
  {
    category: '유틸리티 계열',
    effects: ['튜너', '볼륨 페달', '익스프레션 페달', '시그널 버퍼', '파워 서플라이', '스위처', '미디', '드럼 머신'],
  },
];
